{
  "recipes": [{
    "id": "1",
    "name": "Сирники",
    "description": "Прості речі часом виявляються набагато складнішими, ніж здаються. З сирниками та ж сама історія. Звичайно, для досвідчених господинь ця страва настільки звична, що і говорити про це не слід. Але, як виявилося, приготування смачних сирників справа не така вже й проста і у багатьох викликає складнощі. Я вирішив виправити такий стан речей і хочу поділитися з вами простим рецептом сирників, за яким вони завжди виходять. А якщо ви захочете прокачати рецепт, спробуйте приготувати сирники з маком.",
    "portions": 2,
    "cooking_time": 60,
    "preview": "https://firebasestorage.googleapis.com/v0/b/my-family-recipes.appspot.com/o/syrnyki%2Fsyrnyki-0.jpg?alt=media&token=4be20953-95ee-4f68-a3b9-55e1cc18c9f4",
    "ingredients": [{
        "category": null,
        "name": "Сир (творог) (9 % жирності)",
        "quantity": 400,
        "unit": "г."
      },
      {
        "category": null,
        "name": "Яйце",
        "quantity": 1,
        "unit": "шт."
      },
      {
        "category": null,
        "name": "Борошно (і додатково для паніровки)",
        "quantity": 3,
        "unit": "ст. л."
      },
      {
        "category": null,
        "name": "Цукор",
        "quantity": 3,
        "unit": "ст. л."
      },
      {
        "category": null,
        "name": "Соняшникова олія для смаження",
        "quantity": 3,
        "unit": "ст. л."
      },
      {
        "category": null,
        "name": "Сіль",
        "quantity": 1,
        "unit": "дрібка"
      },
      {
        "category": null,
        "name": "Ванільний цукор",
        "quantity": 10,
        "unit": "г"
      }
    ],
    "cooking_process": [{
        "description": "Сир (400 г) перекладіть в невелику скляну або пластикову миску. Додайте дрібку солі, одне яйце, 3 ст. л. цукру, і 10 г ванільного цукру. Я не люблю, щоб сирники були занадто солодкими, але ви можете додати трохи більше цукру, наприклад 4 ст. л. Сир для сирників можна використовувати як базарний, так і магазинний. Головне, щоб він був не кислим і сильно вологим. Якщо використовуєте магазинний сир, то беріть сир в м'яких поліетиленових пакетах.",
        "images": [
          "https://firebasestorage.googleapis.com/v0/b/my-family-recipes.appspot.com/o/syrnyki%2Fsyrnyki-1.jpg?alt=media&token=abf8e990-71a9-4d56-bb8f-a6d0e9872231"
        ]
      },
      {
        "description": "Після того, як ви покладете всі інгредієнти до миски, перемішайте їх до отримання однорідної маси. Для цього найкраще використовувати звичайну виделку, ложку або товкучку для картоплі.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_2.jpg"
        ]
      },
      {
        "description": "До отриманої сирної суміші додайте 3 ст. л. пшеничного борошна. Якщо сир виявився досить мокрим, то додайте на одну столову ложку борошна більше. Але головне не переборщити, щоб сирники вийшли ніжними.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_2_1.jpg"
        ]
      },
      {
        "description": "Змочіть руки невеликою кількістю соняшникової олії і скачайте з сирної маси невеликі кульки діаметром 3-4 см. Придавіть кульки руками, щоб вийшли гарні невеликі сирники.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_3.jpg"
        ]
      },
      {
        "description": "Тепер запаніруйте сирники в борошні, щоб вони не втратили форму і засмажити до апетитною скоринки.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_4.jpg"
        ]
      },
      {
        "description": "Розігрійте антипригарну пательню з 3-4 ст. л. соняшникової олії на середньому вогні. Пательня для сирників повинна добре розігрітися. Не зменшуйте вогонь при смаженні, так ваші сирники підсмажаться якнайкраще. Слідкуйте, щоб сирники не пригоріли. Для того, щоб отримати красиву золотисту скориночку я обсмажував сирники по 2-3 хвилини з кожного боку. Але у вас може піти трохи більше або менше часу.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_5.jpg"
        ]
      },
      {
        "description": "Щоб видалити зайву олію з готових сирників, перекладіть їх спочатку на паперовий рушник. Потім перекладіть сирники в тарілки для подачі, посипте трохи цукровою пудрою, додайте варення або сметану.",
        "images": [
          "https://klopotenko.com/wp-content/uploads/2019/09/Syrniki_klassicheskie_6.jpg"
        ]
      }
    ]
  }]
}